Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/admin/sd/white_papers/samediggidiedadus_samegiela_birra_2012.pdf.tmx
Source language: sme
Languages: smj

source: Álggahus
smj: Álggo

source: Dáinna dieđáhusain áigu Sámediggi ovddidit bajimus dási politihka sámegiela birra, mii galgá čujuhit ja čielggadit prinsihpalaš áššiid sámegiela geavaheami ja ovddideami olis.
smj: Dán diedádusá baktu sihtá Sámedigge åvddån biedjat gájkbadjásasj politihkav sámegiela gáktuj, mij galggá gæjnov tjielggit ja prinsihpalasj gatjálvisájt vásstedit mij guosská sámegiela adnuj ja åvddånahttemij.

source: Sámedikki váldomihttu sámegiela ovddideami oktavuođas lea lasihit giellageavaheddjiid logu ja loktet sámegiela geavaheami.
smj: Sámedikke oajvveulmme sámegiela åvddånahttema gáktuj le lasedit sijáj lågov gudi gielav bukti ja sámegiela anov vijdedit.

source: Jus dáid ulbmiliid galgá olahit, de lea dárbbašlaš čielggadit válddi ja ovddasvástádusjuogu Sámedikki ja ráđđehusa gaskka.
smj: Jus galggá dájt ulmijt jåksåt de le dárbulasj tjielgadit mierredimfámov ja åvdåsvásstádusá juohkemav Sámedikke ja ráddidusá gaskan.

source: Dákkár čielggadeapmi mielddisbuktá ahte lágat ja rámmaeavttut árvvoštallojuvvojit ja rievdaduvvojit.
smj: Dákkir tjielgadibme mierkki lágajt ja ålgodisævtojt tjadádit ja rievddat.

source: Dát lea dán dieđáhusa váldofokus.
smj: Dát le dán diedádusá oajvvedæddo.

source: Sámediggedieđáhus sámegiela birra sisttisdoallá hástalusaid, ulbmiliid ja strategiijaid 4 áŋgiruššansuorggis;
smj: Sámediggediedádus sámegiela gáktuj sisadná hásstalusájt, ulmijt ja strategijajt nieljen vuorodimsuorgen;

source:  Sámegiela rámmaeavttut
smj:  Åvdåsvásstádus sámegiela åvdås

source:  Giellageavaheaddjit
smj:  Sámegiela ålgodisævto

source:  Sámegiela geavaheapmi
smj:  Giellaaddne  Sámegiela adno

source: Sápmelaččaid iešmearridanvuoigatvuohta iežamet giela, kultuvrra ja eallinvuogi hárrái lea nannejuvvon našuvnnalaš ja riikkaidgaskasaš lágain.
smj: Sámij riektá iesjmierredibmáj ietjama giela, kultuvra ja iellemvuoge badjel le nasjonála ja rijkajgasskasasj lágajn mierredum.

source: Dát mielddisbuktá ahte sámi álbmogis lea vuoigatvuohta mearridit guđe guvlui boahttevaš giellapolitihkka galgá mannat.
smj: Dát mierkki sáme álmmugin le riektá iesj mierredit boahtteájge giellapolitihkav.

source: Mis lea maid vuoigatvuohta oahppat ja geavahit sámegiela.
smj: Miján le aj riektá sámegielav oahppat ja adnet.

source: Vaikko gávdnojit našuvnnalaš ja riikkaidgaskasaš mearrádusat, de lea ain stuora lávki giellageavahanvuoigatvuođa ja dan duohta vejolašvuođa gaskka ahte geavahit ja ovddidit giela servodagas.
smj: Vájku dal nasjonála ja rijkajgasskasasj lága ja konvensjåvnå dáv javlli de le ajtu viehka stuorra lávkke dan gaskan makkir riektá mijájn le gielav adnet ja almma vejulasjvuoda gielav sebrudagán adnet ja åvddånahttet.

source: Sámediggedieđáhus sámegiela birra čilge ja ságaškuššá makkár rolla ja politihkalaš váldi Sámedikkis galgá leat giellagažaldagain.
smj: Sámediggediedádus sámegielaj gáktuj gåvvit ja dagástallá makkir roalla ja politihkalasj mierredimfábmo Sámedikken galggá giellaássjijn.

source: Lea dárbu čielgaset ovddasvástádusjuhkui, buoret oktiiheiveheapmái doaibmabijuid dáfus ja buriid reaidduide boahttevaš giellavuoruheami dáfus.
smj: Dárbbo le ájn tjielggasappot åvdåsvásstádusáv juogadit, dåjmajt aktan hiebadit ja viehkkenævojt buoredit boahtteájge giellavuorodibme vuoksjuj.

source: Go Sámelága giellanjuolggadusat bohte fápmui 1992:s, nannejuvvui maiddái lágas guđet suohkanat galge leat mielde sámegiela hálddašanguovllus.
smj: Gå sámelága giellanjuolgadusá 1992:n jåhtuj biejaduvvin, de aj mierreduváj makkir suohkana galggin sáme giellaháldadimguovlluj gullut.

source: Ráddjejuvvon mearri suohkanat leat váldojuvvon mielde dán guvlui, ja dát suohkanat leat geatnegahtton bálvalit iežas álbmoga sámegillii.
smj: Muhtem suohkana dán guovlluj gulluji, ja dáj suohkanij duogen le ietjasa álmmugav sámegiellaj dievnnot.

source: Dat ahte sámelága giellanjuolggadusat dušše gusket hálddašanguovllu suohkaniidda, lea iešalddis stuora hástalus danne go dát ii atte sámegielat álbmogii Norggas ovttalágan vuoigatvuođaid geavahit ja oahppat sámegiela.
smj: Jut sámelága giellanjuolgadusá guoskki dåssju suohkanijda giellaháldadimguovlon le ietjastis hásstalus gå návti ij le sámegielak álmmugin Vuonav miehtáj sæmmi riektá sámegielav adnet ja oahppat.

source: Seammás čájehit iešguđetlágan evalueremat ja kártemat ahte suohkanat eai ollásit nagot doallat iežaset geatnegasvuođa fállat bálvalusaid guovtti gillii.
smj: Sæmmi båttå vuosedi iesjguhtik árvustallama jut suohkana e ållåsit nagá ietjasa vælggogisvuodav ållit guovtegielak dievnastusájt fállat.

source: Ássanminstara rievdan ja ođđa suohkaniid fátmmasteapmi sámegiela hálddašanguvlui maŋemus jagiid čájeha ahte lea dárbu ođasmahttit sámelága giellanjuolggadusaid.
smj: Ieritjåhtema diehti ja gå ådå suohkana li sámegielaj giellaháldadimguovlluj sæbrram de le dárbbo sámelága giellanjuolgadusájt rievddat.

source: Dieđáhus gieđahallá dán čuolmma ja nanne ahte almmolaš hálddašeapmi lea stáhta ovddasvástádus ja ahte sámegielat álbmogis lea vuoigatvuohta oažžut bálvalusaid sámegillii beroškeahttá gos orrot.
smj: Dát diedádus dáv gæhttjal giehtadallat ja javllá almulasj háldadibme le stáhta duogen ja jut sámegielak álmmugin le riektá sámegielak dievnastusájda vájku gåggu dal årru.

source: Dát mielddisbuktá ahte sámelága giellanjuolggadusat galget gustot miehtá riikka.
smj: Dát mierkki sámelága giellanjuolgadusá galggi ålles lánndaj guosskat.

source: Sámediggedieđáhus luohpá dálá hálddašanmodeallas ja oaidná baicca daid suohkaniid mat leat mielde dálá hálddašanguovllus ovttasbargoguoibmin sámegiela nannen- ja ovddidanbarggus.
smj: Sámediggediedádus udnásj háldadimvuogev guodá ja farra vuojnná dajt suohkanijt ma uddni li sáme giellaháldadimguovlon aktisasjbarggoguojmmen gå galggá sámegielav nannit ja åvddånahttet.

source: Dát mearkkaša ahte leat guovttesuorat ovddasvástádusjuohku, gos Stáhtas lea ovddasvástádus almmolaš bálvalusaide ja nu maiddái ekonomalaš ja hálddahuslaš ovddasvástádus das ahte suohkanat, fylkkasuohkanat ja almmolaš ásahusat bálvalit sámegielat álbmoga sámegillii.
smj: Dát mierkki åvdåsvásstádus guovte oassáj juogeduvvá, gånnå Stáhtta vásstet almulasj dievnastusáj åvdås ja navti økonomalattjat ja háldaduslattjat vásstet suohkanij, fylkkasuohkanij ja almulasj ásadusáj sámegielak dievnastusáj åvdås.

source: Sámedikkis lea ovddasvástádus ovddidit sámegiela, ja oaidná dárbbu nannet ovttasbarggu ja resurssaid sámegiela ovddidanbarggus iešguđetge dásiin servodagas.
smj: Sámedigge vásstet sámegiela åvddånahttema åvdås, ja vuojnná dárbov aktisasjbargov nannit ja ressursajt biedjat sámegiela nannimij iesjguhtik dásen sebrudagán.

source: Dát rievdadus mielddisbuktá dárbbu lávdegoddái mas lea mandáhtta čielggadit ja evttohit rievdadusaid lágain, válddiin ja ovddasvástádussurggiin mat gusket sámegillii
smj: Dát rievddim mierkki dárbbo le muhtem nammadussaj man ulmme le tjielgadit ja åvdedit oajvvadusájt gåktu máhttá rievddat njuolggadusájt, mierredim- ja vásstedimoasev sámegiela gáktuj.

source: Váilevaš ekonomalaš, olmmošlaš ja hálddahuslaš resurssat leat stuora hástalussan sámegiela nannema barggus.
smj: Økonomalasj, almasjlasj ja háldaduslasj ressursaj vánesvuohta le stuorra hásstalus sámegiela nannima bargguj.

source: Dát leat rámmaeavttut mat fertejit leat sajis vai sáhttit sihkkarastit sámegiela boahtteáiggi.
smj: Dá li ålgodisævto ma hæhttuji sajenis jus sámegiella galggá iellet boahtte ájgijda.

source: Dieđáhus ságaškuššá dáid hástalusaid ja láhčá dili politihkkii mii galgá fuolahit ahte višuvnnat ja mihttomearit sámegiela nannema ja ovddideami dáfus álggahuvvojit.
smj: Diedádus dájt hásstalusájt giehtadallá ja politihkav hábbmi man vuodon sámegiela nannima ja åvddånahttema visjåvnå ja ulme jåhtuj biejaduvvi.

source: Sámedikki ja Sámedikki giellapolitihka váldoulbmil sámegiela ovddideami olis lea lasihit sámegiel geavaheddjiid logu.
smj: Sámedikke ja sámedikke giellapolitihka oajvveulmme sámegiela åvddånahttema gáktuj le sámegiela addnij lågov lasedit.

source: Lea áibbas dárbbašlaš sámegiela boahtteáigái ahte sámegielagiid lohku lassána.
smj: Sámegiela bierggim le dan duogen jut nahká sámegielagij lågov lasedit.

source: Dieđáhus váldá vuođu dain iešguđetge giellaguovlluin ja dain dárbbuin mat gielas leat vai dat seailu, nanosmuvvá ja ovddiduvvo dain guovlluin.
smj: Diedádus gåvvit iesjguhtik giellaguovlov ja giela dárbojt jus galggá bisoduvvat, nanniduvvat ja åvddånahteduvvat iesjguhtik suorgen.

source: Dasto lea dehálaš ahte gávdnojit duohta vejolašvuođat geavahit giellamet máŋgga servodatsuorggis.
smj: Ájnas le aj jut gávnnuji duohta vejulasjvuoda gielama adnet ienep sebrudaksuorgijn.

source: Sámegiela geavaheapmi iešguđetge dásiin servodagas ferte lasihuvvot, ja lea mearrideaddji ahte eanet ásahusat váldet ovddasvástádusa lasihit sámegiela geavaheami.
smj: Sámegiela adno iesjguhtik dásen sebrudagán hæhttu laseduvvat, ja ájnas le jut ienep ásadusá válldi åvdåsvásstádusáv váj sámegiella ienebut aneduvvá.

source: Sámegiela dilli lea iešguđetlágan, ii dušše gielaid gaskkas, muhto maiddái siskkáldasat gielain.
smj: Sámegiela dille le målsudahkes, ij dåssju gielaj gaskan valla aj gielaj sisbielen.

source: Dát dahká ahte fertejit leat iešguđetlágan strategiijaid sámegiela nannemii ja ovddideapmái.
smj: Danen hæhttuji iesjguhtik strategija sajenis gå galggá sámegielav nannit ja åvddånahttet.

source: Jus galgá háhkat eambbo máhtu daid iešguđetge gielladiliid birra, ja nu maiddái deaivat buorebut strategiijaiguin, de lea dárbu jeavddalaččat kártet giela dili.
smj: Váj galggá ienep diedojt åttjudit iesjguhtik gielladile birra, ja navti buorebut dæjvvat iesjguhtik strategijajn, de hæhttu duolloj dálloj giela dilev kárttit.

source: Sámediggedieđáhus sámegiela birra lea boađus proseassas mii Sámedikkis lea.
smj: Sámediggediedádus sámegiela gáktuj le boados Sámedikke prosessas.

source: Bargu dáinna dieđáhusain álggii stuora giellakonferánssain maid Sámediggi lágidii Romssas miessemánus 2011.
smj: Dán diedádusá barggo álgij muhtem stuorra giellakonferánsajn mav Sámedigge Tråmsån ásadij 2011 moarmesmáno.

source: Konferánssas ledje logaldallit iešguđetge servodatsurggiin ja attii buori vuođu dieđáhusbargui.
smj: Konferánsan lidjin lågågdalle iesjguhtik sebrudaksuorgen, ja lij buorre vuodon diedádusbargguj.

source: Miessemánu ja geassemánu 2012 mielde lea Sámediggeráđđi doallan máŋga rabas čoahkkima gos leat boahtán evttohusat dieđáhussii.
smj: 2012 moarmesmáno ja biehtsemáno le Sámedikkeráden læhkám moadda rabás tjåhkanime gånnå tsuojggidusá li boahtám diedádussaj.

source: Leat maiddái boahtán čálalaš evttohusat dieđáhussii ovttaskas olbmuin, ásahusain ja organisašuvnnain.
smj: Tjálalasj tsuojggidusá diedádussaj li aj boahtám priváhta ulmutjijs, ásadusájs ja organisasjåvnåjs.

source: Sámediggeráđis ja Sámedikki dievasčoahkkimis lea leamaš viiddis politihkalaš digaštallan.
smj: Vijdes politihkalasj dagástallam le læhkám Sámedikkeráden ja Sámedikke ållestjåhkanimen.

source: Sámediggeráđđi ovddidii čilgehusa sámegiela birra áššis 18/12 Sámedikki dievasčoahkkimii. Dát lea vuođđun Sámediggedieđáhussii sámegiela birra.
smj: Sámedikkeráde sámegiela tjielggidusáv åvddån biejaj Sámedikke ållestjåhkanibmáj ássjen 18/12. Dát le Sámediggediedádus sámegiela gáktuj vuodo.

source: Jahkásaš vuoruheamit ja doaibmabijut galget boahtit ovdan Sámedikki bušeahtas ja jahkedieđáhusa boađusolaheamis.
smj: Jahkásasj vuorodime ja dåjma galggi åvddån boahtet Sámedikke budsjehtan ja makta le ulmijt ållidam boahtá åvddån jahkediedádusán.

source: Definišuvnnat
smj: Definisjåvnå

source: Oktasaš ipmárdusa dihte lea dehálaš čielggadit muhtun doahpagiid mat leat guovddážis dán dieđáhusas.
smj: Váj dádjat sæmmi láhkáj de le ájnas jut muhtem moallanagá ma li guovdátjin diedádusán tjielggiduvvi.

source: Danne háliidit čielggadit movt mii ipmirdit dáid doahpagiid.
smj: Danen sihtap tjielgadit gåktu dájt moallánagájt dádjadip.

source: Eatnigiella: Dán dieđáhusas geavahuvvo doaba dan vuosttaš giela birra maid lea oahppan ruovttus.
smj: Iednegiella: Dán diedádusán anedum vuostasj giela birra majt sijdan oahppi.

source: Sáhttet maiddái leat máŋga eatnigiela jus lea oahppan máŋga giela oktanis.
smj: Jus le moadda giela avta bále oahppam de máhtti dujna aj liehket moadda iednegiela.

source: Eará báikkiin máilmmis (ovdamearkka dihte nuorta-asiáhtalaš riikkain) geavahuvvo eatnigiella dan čearddalaš joavkku giela birra masa gullá, beroškeahttá giellamáhtus.
smj: Ietjá sajijn væráldin (dagu lulleasiáhtalasj lándajn) aneduvvá iednegiella nammadussan dan giellaj mav muhtem tjerdalasj juohkusij gullu, vájku dal makta gielav ajtu buktá.

source: Vuosttašgiella: Njálmmálaš, vejolaččat maiddái čálalaš, váldogiella.
smj: Vuostasjgiella: Njálmálasj, jali aj tjálalasj oajvvegiella.

source: Oahpahusoktavuođas geavahuvvon dan giela birra maid vállje váldogiellan.
smj: Åhpadusaktijvuodan anedum dan giela birra mav oajvvegiellan vállji.

source: Nubbegiella: Giella mii ii leat olbmo vuosttašgiella, muhto maid oahppá dahje lea oahppan dakkár birrasis gos dábálaččat geavahuvvo beaivválaš giellan.
smj: Nubbengiella: Giella mav muhtem ij le vuostasj giellan adnám, ájnat oahppá jali le oahppam muhtem birrasin gånnå ållågit bæjválasj giellan aneduvvá.

source: Nubbegiella sáhttá maid mearkkašit buot gielaid mat eai leat vuosttašgielat, dát mearkkaša sihke nubbegiella ja amasgiella.
smj: Nubbengiella máhttá aj gåvvidit akta ber makkir gielav mij ij le muhtem ulmutja vuostasjgiella, dat sihtá javllat sihke nubbengiella ja amás giela.

source: Giellaguoddit: Čeahpes giellageavaheaddjit mat geavahuvvojit resursaolmmožin giellaoahppama oktavuođas.
smj: Giellaguodde: Tjiehpes giellaaddne gudi ressurssaulmutjin aneduvvi åhpadimaktijvuodan.

source: Giellaarenat: Giellasosiologalaš doaba mii geavahuvvo báikkiid dahje ásahusaid birra gos giella lea anus.
smj: Giellaárená: Giellasosiologalasj moallanahka mij aneduvvá dakkir sajij jali ásadusáj birra gånnå giella aneduvvá.

source: Giellaguovlu: Giellageográfalaš doaba mii čilge giela leavvama.
smj: Giellaguovllo: Giellageográfalasj moallánahka mij gåvvit guovlov gånnå giella aneduvvá.

source: Eanetloguguovlu: Guovlu gos eanetlohku álbmogis geavaha sámegiela beaivválaš giellan.
smj: Ieneplåhkoguovllo: Guovllo gånnå álmmuga ieneplåhko sámegielav adni bæjválasj giellan.

source: Guovttegielat: Olmmoš gii lea šaddan bajás guvttiin vuosttašgielain ja gii hálddaša goappašat gielaid ovtta bures, dahje olmmoš gii iežas árgabeaivvis geavaha guokte giela ja identifisere iežas goappašat gielaiguin, vaikko giellamáhttu ii leat seamma buorre goappašat gielain.
smj: Guovtegielak: Muhtem ulmusj guhti le bajássjaddam guovtijn vuostasjgielajn ja guhti goappátjijt gielajt sæmmi buoragit buktá, jali ulmusj guhti árggabiejvenis guokta giela adná ja goappátjij identifiseri, vájku ij goappátjijt gielajt sæmmi buoragit buvte.

source: Máŋggagielalaš: Olmmoš gii lea šaddan bajás guvttiin dahje máŋggain gielain ja gii identifisere iežas dáiguin gielaiguin ja/dahje olmmoš gii identifisere iežas máŋggain gielain ja geavaha máŋga giela iežas árgabeaivvis, vaikko giellamáhttu ii leat seamma buorre buot gielain.
smj: Moattegielak: Muhtem ulmusj guhti le bajássjaddam guovtijn jali måttijn gielajn ja guhti dáj gielaj identifiseri ja moadda giela árggabiejven adná, vájku ij divnajt gielajt sæmmi buoragit buvte.

source: Sámegiela árvovuođđu
smj: Sámegiela árvo vuodo

source: Sámegiella lea vuođđoárvu sámi servodagas.
smj: Sámegiella le sáme sebrudagá vuodoárvvo.

source: Danne lea giela suddjen ja viidáset ovddideapmi dehálaš ii ge dárbbaš čilgejuvvot eará ládje.
smj: Danen le giela bisodibme ja åvddånahttem ietjastis ájnas ja ij dárbaha ietjá láhkáj vuodostuvvat.

source: Čielga mearka giela stuora mearkkašumis lea ahte čanastat sámegillii lea mearrideaddji go galgá čálihit iežas Sámedikki jienastuslohkui.
smj: Tjielgas mærkkan giela ájnas mierkkidussaj le jut sámegiela tjanástahka le mierrediddje jus bæssá Sámedikke jienastimlåhkuj tjáledit.

source: Sámegiella lea okta min kultuvrra vuođđogeđggiin vaikko buohkat eai máhte giela.
smj: Sámegiella le akta mijá kultuvra vuodojs vájgu dal e gájka gielav buvte.

source: Dát lea giella maid mis lea riekti nannet ja ovddidit sihke bealisteamet indiviidan ja servodagas.
smj: Dat le giella mav miján le riektá nannit ja åvddånahttet sihke ietjama åvdås ja sebrudagán ietján.

source: Dát riekti guoská beroškeahttá man bures guhtege mis odne máhttá giela.
smj: Dát riektá le fámonis vájku dal makta juohkka ájnna mijájs gielas uddni buktá.

source: Riekti min iežamet gillii lea árvu mii lea vuođđun olles gielladieđáhussii.
smj: Riektá ietjama giellaj le árvvo mij le ålles gielladiedádusá vuodon.

source: Buohkaide geat máhttet sámegiela, lea stuora árvu beassat sámástit nu olu oktavuođain go vejolaš maiddái bearraša ja lagasbirrasa olggobealde, nu go ovdamearkka dihte almmolaš kantuvrraiguin, dearvvašvuođabálvalusain, skuvllain, girkuin ja riektedoaimmahagain.
smj: Juohkkahattjaj guhti sámegielav buktá, le viehka stuorra árvvo gå bæssá gielav adnet nav moatten aktijvuodan gå vejulasj aj fámilja ja lahkabirrasa ålggolin, dagu gå le aktijvuohta almulasj kontåvråj, varresvuoda ásadusáj, skåvlåjn, girkkojn ja riektásystemajn.

source: Lea iešalddis árvu go min giella čalmmustahttojuvvo servodagas.
smj: Árvvo le danna gå giella vuojnnusij boahtá sebrudagán.

source: Go giella geavahuvvo máŋgga iešguđetge oktavuođas, de dasa addo oinnolaš árvu seamma ládje go eará gielaide.
smj: Gå muhtem giella moatten aktijvuodan aneduvvá, de dasi vatteduvvá árvvo sæmmi buohta gå ietjá giela.

source: Dákkár oinnolaš dásseárvu gielaid gaskkas lea seammás mearkan ahte álbmogiid gaskkas lea dásseárvu.
smj: Dákkir bihko avtaárvvusasjvuohta gielaj gaskan le sæmmi båttå mærkkan jut álmmuga li avtaárvvusattja.

source: Vaikko mii dávjá hupmat sámegiela birra dego oktan giellan, de leat Norgga beale sápmelaččain árbečanastagat viđa iešguđetge sámegillii.
smj: Vájku álu sámegielav avtan giellan gåvvidip, de gávnnuji vuona bielen sáme gudi vidá iesjguhtik sámegielajda gulluji.

source: Dát vihtta giela leat nuortalašgiella, davvisámegiella, julevsámegiella, bihtánsámegiella ja lullisámegiella.
smj: Dá vihtta giela li lullesámegiella, nuorttasámegiella, julevsámegiella, bihtámsámegiella ja oarjjelsámegiella.

source: Čanastat ovtta dán viđa gillii sámi girjáivuođas ovddasta árvvu sápmelaččaide, ja dát árvu lea ge maid vuođđun gielladieđáhussii.
smj: Gullut avta dájs vidát gielajs le sámijda árvvon, dát árvvo le aj gielladiedádusá vuodon.

source: Rámmat
smj: Birástagá

source: Našuvnnalaš láhkamearrádusat
smj: Nasjonála lága

source: Sámegiella lea sámi kultuvrra vuođđogeađgi.
smj: Sámegiella le sáme kultuvra ájnnasamos juolgge.

source: Mii sápmelaččat leat eamiálbmot ja minoritehta Norggas, ja sámegiella ja sámi kultuvra dárbbašit ge erenoamáš suodjalusa vai ain sáhttá seailut ja ovdánit.
smj: Mij sáme lip álggoálmmuk ja unneplågoálmmuk Vuonan ja danen dárbaj sámegiella ja sáme kultuvrra sierralágásj suodjalimev jus galggá åvddålijguovlluj bissot ja åvddånahteduvvat.

source: Norgga stáhta leat geatnegahtton láhčit diliid nu ahte sápmelaččat sáhttet sihkkarastit ja ovddidit gielaset.
smj: Vuona stáhta duogen le dilev láhtjet váj sáme bessi gielaska sihkarasstet ja åvddånahttet.

source: Dát geatnegasvuođat, mat leat čállojuvvon lágaide ja konvenšuvnnaide, leat reaiddut maid Sámediggi geavaha go deaivvada guovddáš eiseválddiiguin, suohkaniiguin, fylkkasuohkaniiguin ja eará beliiguin geaiguin mii ovttasbargat.
smj: Dá vælggogisvuoda, ma li lágaj ja konvensjåvnåj baktu mierredum li vædtsaga majt Sámedigge ávkki gå iejvvip guovdásj oajválattjajt, suohkanijt, fylkkasuohkanijt ja iehtjádijt gej siegen aktan barggap.

source: Vuođđolága § 110a geatnegahttá Norgga stáhta láhčit diliid nu ahte sámegiella sáhttá seailut ja ovdánit.
smj: Vuodolága § 110a tjadná vuona stáhtav dilev láhtjet váj sámegiella máhttá bisoduvvat ja åvddånahteduvvat.

source: Láhka Sámedikki ja eará sámi vuoigatvuođaid birra (sámeláhka) bođii fápmui 1989:s ja dan ulbmil lea láhčit diliid nu ahte sámi álbmot Norggas sáhttá sihkkarastit ja ovddidit iežas giela, iežas kultuvrra ja servodateallima.
smj: Sámedikke ja ietjá sáme riektáássjij láhka (sámeláhka) doajmmaj bådij jagen 1989 ja dan ulmme le dilev láhtjet váj sáme álmmuk Vuonan máhttá ietjasa gielav, kultuvrav ja sebrudakiellemav nannit ja åvddånahttit.

source: Láhka konkretisere daid váldoprinsihpaid sisdoalu maid Vuođđolága § 110 nanne.
smj: Láhka konkretiseri daj badjásasj prinsihpaj sisanov majt Vuodolága § 110 ásat.

source: Sámelága giellanjuolggadusat bohte fápmui 1992:s ja leat čilgejuvvon 3. kapihttalis, sámegiela birra.
smj: Sámelága giellanjuolgadusá doajmmagåhtin 1992 rájes ja li goalmát kapihttalin tjáledum; sámegiella.

source: Go sámelága giellanjuolggadusat mearriduvvojedje, nannejuvvui maiddái lágas ahte Kárášjohka, Guovdageaidnu, Unjárga, Porsáŋgu, Deatnu ja Gáivuotna galget sámegiela hálddašanguvlui mielde.
smj: Gå sámelága giellanjuolgadusá mierreduvvin, de aj lága baktu mierreduváj suohkana Gárásjåhkå, Guovddagæjnno, Unjárgga, Porsáŋŋgo, Dædno ja Gájvuodna galggin liehket oassen sáme giellaháldadimguovlos.

source: Go Divttasvuona suohkan váldojuvvui mielde 2006:s, rievdaduvvui láhka nu ahte hálddašanguovlu dál lea mearriduvvon láhkamearrádusa bokte.
smj: Gå Divtasvuona suohkan 2006:n fárruj váldeduváj, de láhka rievddaduváj váj giellaháldadimguovllo dálla njuolgadusáj baktu mierreduvvá.

source: Maŋŋel leat Snoasa ja Loabát suohkanat váldojuvvon mielde hálddašanguvlui, ja Røyrvik boahtá mielde 1.1.2013.
smj: Maŋŋela li suohkana Snåasa ja Loabát fárruj boahtám giellaháldadimguovlluj, ja Rajrevihke (Røyrvik) sæbrrá 1.1.2013 rájes.

source: Sámelága giellanjuolggadusat (1992) addet sámegiela hálddašanguovllu álbmogii vuoigatvuođa váldit oktavuođa almmolaš ásahusaiguin ja oažžut vástádusa sámegillii dahje dárogillii nu movt ieš háliida.
smj: Sámelága giellanjuolgadusá (1992) vaddi sáme giellaháldadimguovlo álmmugij riektáv almulasj måhkijn aktijvuodav válldet ja vásstádusáv oadtjot sámegiellaj jali dárogiellaj ietjasa giellaano milta.

source: Vuoigatvuohta guoská sihke njálmmálaš ja čálalaš gulahallamis.
smj: Riektá guosská sihke njálmálasj ja tjálalasj gatjálvisájda.

source: Vuoigatvuohta ii gusto dain oktavuođain go hálddašanorgána ieš váldá oktavuođa.
smj: Riektá gáhtu dalloj gå háldadimásadus iesj válldá aktijvuodav.

source: Buot almmuheamit almmolaš orgánain hálddašanguovllus mat gusket olles álbmogii dahje oassái álbmogis, galget almmuhuvvot sihke dárogillii ja sámegillii.
smj: Gájka almodusá almulasj orgánajs giellaháldadimguovlon maj ulmmejuogos le ålles jali oase álmmugis, galggi sihke dárogiellaj ja sámegiellaj almoduvvat.

source: Sámelága § 3-5 addá viiddiduvvon vuoigatvuođa geavahit sámegiela go gulahallá dearvvašvuođa- ja sosiálabálvalusain.
smj: Sámelágas § 3-5 milta le riektá sámegielav vijddásappo adnet varresvuohta- ja sosiálsuorgen.

source: Dát mielddisbuktá ahte visot dearvvašvuođa- ja sosiálaásahusat mat váldet vuostá pasieanttaid sámegiela hálddašanguovllu suohkaniin, leat geatnegahtton bálvalit pasieanttaid sámegillii.
smj: Dát mierkki gájka varresvuoda- ja sosiálásadusá gudi viehkedi pasientajt gudi båhtu suohkanijs ma li sáme giellaháldadimguovlon, galggi pasientajt sámegiellaj dievnnot.

source: Pasieantavuoigatvuođalága § 3-5 mii addá pasientii vuoigatvuođa oažžut dieđuid ovttaskas eavttuid vuođul, ja lága § 4-2 mieđihanhámi gáibádusa birra, leat maid áigeguovdilis mearrádusat.
smj: Pasiænntariektálága § 3-5 mij vaddá pasiænntaj riektáv diedojda ma li ájnegis dárbojda hiebaduvvam, ja lága § 4-2 mij mierret dåhkkidime hámev, li aj guoskavasj mærrádusá.
